app/views/comments/_comments.html.erb

SELECT "comments".* FROM "comments" WHERE "comments"."post_id" = ?  [["post_id", 11]]
---
<h4>Komentarze</h4>
<% @post.comments.each do |comment| %>